Repository: LPenev/RentAutoApp
Catalog: src/RentAutoApp.Web/Resources/Views/Home/Terms.*.resx
Languages: bg

# Terms.Title
source: Terms of Use
bg: Условия за ползване

# Terms.Heading
source: Terms of Use
bg: Условия за ползване

# Terms.Intro
source: These Terms of Use govern the relationship between “RentAuto” (hereinafter the “Provider”) and users of the website and the car rental services.
bg: Настоящите Условия за ползване уреждат отношенията между „RentAuto“ (наричан по-долу „Доставчик“) и потребителите на уебсайта и услугите за наем на автомобили.

# Terms.S1.Title
source: 1. General Provisions
bg: 1. Общи положения

# Terms.S1.Item1
source: By accessing and using this site, the user agrees to these terms.
bg: Чрез достъп и използване на този сайт, потребителят се съгласява с настоящите условия.

# Terms.S1.Item2
source: The Provider reserves the right to amend the Terms at any time; changes take effect upon publication.
bg: Доставчикът си запазва правото да променя Условията по всяко време, като промените влизат в сила от момента на публикуването им.

# Terms.S2.Title
source: 2. Reservations and Rental
bg: 2. Резервации и наем

# Terms.S2.Item1
source: Car reservations are made via the website forms or at the Provider’s office.
bg: Резервацията на автомобил се извършва чрез формите на сайта или в офиса на Доставчика.

# Terms.S2.Item2
source: A reservation is confirmed after receiving an advance payment or by mutual agreement.
bg: Потвърждението на резервация се извършва след получаване на авансово плащане или по взаимно съгласие.

# Terms.S2.Item3
source: The renter must present a valid driver’s license and ID card when collecting the vehicle.
bg: Наемателят трябва да представи валидна шофьорска книжка и лична карта при получаване на автомобила.

# Terms.S3.Title
source: 3. Prices and Payment
bg: 3. Цени и плащане

# Terms.S3.Item1
source: All prices are in Bulgarian lev (BGN) including VAT.
bg: Всички цени са в български лева с включен ДДС.

# Terms.S3.Item2
source: The Provider may change prices at any time; confirmed reservations are not affected.
bg: Доставчикът има право да променя цените по всяко време, като това не засяга вече потвърдени резервации.

# Terms.S4.Title
source: 4. Liability
bg: 4. Отговорност

# Terms.S4.Item1
source: The renter is responsible for the vehicle and any damages during the rental, unless a full comprehensive insurance (“Kasko”) has been concluded.
bg: Наемателят носи отговорност за автомобила и евентуалните щети по време на наема, освен ако не е сключена застраховка „Пълно каско“.

# Terms.Back
source: Back
bg: Обратно

# Terms.LastUpdated.Label
source: Last updated:
bg: Последна актуализация:
